[Lang]
FONT=Tahoma
Name=German

[Translate]
" s"=" s"
"(Empty)"="(Leer)"
"1 min"="1 Min"
"10 min"="10 Min"
"12 Hour"="12 Std"
"120s"="120s"
"15s"="15s"
"1800s"="1800s"
"2 min"="2 Min"
"24 Hour"="24 Std"
"30 min"="30 Min"
"300s"="300s"
"30s"="30s"
"5 min"="5 Min"
"600s"="600s"
"60s"="60s"
"802.1x Mode"="802.1x Mode"
"802.1x"="802.1x Einstellungen"
"Account 1"="Konto 1"
"Account 2"="Konto 2"
"Account 3"="Konto 3"
"Account 4"="Konto 4"
"Account 5"="Konto 5"
"Account 6"="Konto 6"
"Account ID"="Konto ID"
"Account Not Usable!"="Account  Unusable!"
"Account"="Konto"
"Accounts"="Konten"
"ACD Login"="ACD Anmelden"
"ACD State"="ACD Status"
"ACD Trace"="ACD Trace"
"ACD"="ACD"
"Activation"="Kontostatus"
"Active Level"="Backlight Intensit?t "
"Adapter has added, scanning the bluetooth devices right now?"="Adapter has added, scanning the bluetooth devices right now?"
"Adapter has removed out"="Adapter has removed out"
"Add Number"="Nummer hinzufügen"
"Add Personal"="Pers?nlich hinzufügen"
"Add selected To Personal?"="Add selected To Personal?"
"Add the records success"="Add the records success"
"Add to"="Add to"
"Add"="Hinzufügen"
"admin"="Administrator"
"Advanced"="Erweitert"
"After Ring Times"="Klingelton "
"ALERT"="Warnung"
"All Broadsoft Group"="All Network Group"
"All Buddies"="Alle Eintr?ge"
"All Calls"="Alle"
"All Contacts"="Alle Kontakte"
"All Key"="Alle Tasten"
"All Lines"="Alle Leitungen"
"All Local Call"="All Local Call"
"All Network Call"="All Network Call"
"All Off"="Alle Aus"
"All On"="Alle An"
"All XML Group"="All XML Group"
"Allow Remote Control"="Remotekontrolle zulassen?"
"Allow Remote Control?"="Remotekontrolle zulassen?"
"Always Forward"="Alles weiterleiten"
"Always On"="Immer AN"
"Anonymous Code"="Anonymer Code"
"Anonymous Reject"="Anonym Abweisen"
"Anonymous Rejection"="Anonym Abweisen"
"Anonymous"="Anonym"
"Answer Comfimation"="Antwort best?tigen"
"Answer"="Antwort  "
"Anywhere"="Irgendwo"
"Apr"="Apr"
"Are you sure to remove "="Are you sure to remove "
"Aug"="Aug"
"auth error"="Authentisierungsfehler"
"Authentication failure!"="Authentication failure!"
"Auto Answer"="Automatische Antwort"
"Auto Connect:"="Auto Connect:"
"Auto provision now?"="Start Autoprovisionierung?"
"Auto Provision to"="Autoprovisionierung zu"
"Auto Provision"="Autoprovision"
"Auto Redial"="Auto Wahlwiederholung"
"Auto Redial?"="Auto Wahlwiederholung"
"Auto"="Auto"
"Auto-login"="Auto Anmelden"
"AutoBLFList is on, manually configing is forbiden!"="Auto BLF Liste ist aktiv, manuelle Konfiguration nicht m?glich!"
"AutoConnect"="AutoVerbindung"
"AutoFavorite is on, manually configing is forbiden!"="AutoFavorite is on, manually configing is forbiden!"
"Automatic"="Automatik"
"AutoProvision"="Auto Provision"
"Avail"="Verfügbar"
"Available"="Verfügbar"
"Away"="weg"
"Back"="Zurück"
"Backlight Active Level"="Backlight Active Level"
"Backlight Inactive Level"="Backlight Inactive Level"
"Backlight Time"="Hintergrundbeleuchtungszeit"
"BackLight"="BackLight"
"BackSpace"="Zurück"
"Bad Request"="Falsche Anfrage"
"Barge In"="Barge In"
"Basic"="Basis"
"Betransferred"="Transferiert"
"Blacklist"="Blacklist"
"BLF List"="BLFListe"
"BLF"="BLF "
"Block"="Blockiert"
"bluetooth devices(Connecting with "="bluetooth devices(Connecting with "
"bluetooth devices:"="bluetooth devices:"
"Bluetooth"="Bluetooth"
"Bridge mode unsupported in PPPoE!"="Bridge mode unsupported in PPPoE!"
"Bridge"="Brücke"
"BridgeID is invalid!"="Falsche Brücken ID!"
"BridgeID"="BrückenID"
"Broadsoft Calllog"="BroadSoft CallLog"
"Broadsoft Contacts"="Netzwerkverzeichnis"
"BroadSoft Group"="Netzwerkverzeichnis"
"Broadsoft_Idle"="NetzwerkGruppe"
"BroadsoftMenu_Idle"="NetzwerkGruppe"
"BST Call Log"="BST Call Log"
"BST Directory"="BST Verzeichnis"
"Buddies"="Buddies"
"Busy Forward"="Weiterleiten Besetzt"
"Busy Here"="Besetzt"
"Busy"="Besetzt"
"Cable Disconnect"="Kabel unterbr."
"Call Completion"="Anruf abgesch."
"Call Control"="AnrufKontrolle"
"Call Fail"="Anruf fehlgeschlagen"
"Call Feature"="AnrufFunktion"
"Call Finish"="Anruf beendet"
"Call Forward"="AnrufWeiterleiten"
"Call Infomation"="Anrufinformation"
"Call off code can't be empty!"="Off Code ben?tigt Eintrag!"
"Call off code is invalid!"="Falscher OFF Code Anruf!"
"Call on code is invalid!"="Falscher on Code Anruf"
"Call Park"="AnrufParken"
"Call Pickup"="AnrufHolen"
"Call Return"="AnrufZurück"
"Call Waiting"="AnrufWarten"
"CallForwarding"="AnrufWeiterleiten"
"CallInfo"="Anruferinfo "
"Calling"="Anrufen"
"Calllog"="Call Log"
"Callout"="Callout"
"CallReturn_Idle"="Anruf Zurück"
"Calls for Pickup"="Anrufe Holen"
"Calls Longest"="L?ngste Anrufe"
"Cancel"="abbrechen "
"CC Name"="CC Name"
"CC UID"="CC UID"
"Certificate"="Certificate"
"CHATTY"="CHATTY"
"Chinese"="Chinese_S"
"Chinese_S"="简体中文(einf. Chinesisch)"
"Chinese_T"="繁体中文(trad. Chinesisch)"
"Choose a group"="Choose a group"
"Clear all account config?"="Alle Kontokonfigurationen l?schen?"
"Clear All Records?"="Aufzeichnungen l?schen?"
"Clear this group messages?"="GruppenNachricht l?schen?"
"Common is invalid!"="Falsche allgemeine AES Taste"
"Common"="Allgemeine AES Taste"
"Company"="Firma"
"Conference with"="Konferenz mit"
"Conference"="Konferenz  "
"Config Updating"="Konfiguration Update"
"Configuration Reset"="Konfig. Reset"
"Confirm password must be the same with the new password!"="Falsches Passwort!"
"Confirm Password"="Passwort best?tigt"
"Confirm PIN"="PIN best?tigt"
"Connect failed."="KeineVerbindung"
"Connect Success."="Connect Success."
"Connect"="Verbinden"
"Connecting.."="Verbinden.."
"Contact Details"="Contact Details"
"Contact is not in blacklist!"="Contact is not in blacklist!"
"Contact list is full!"="Kontaktliste ist voll"
"Contact name already existed!"="KontaktName existiert bereits"
"Contacts Setting"="Contacts Setting"
"Contrast Level"="Kontaktstufe"
"Contrast"="Kontrast"
"Copy to All Lines?"="In alle Zeilen kopieren?"
"Current Password"="Aktuelles Passwort"
"Current PIN is incorrect!"="PIN nicht korrekt"
"Current PIN"="Aktueller PIN"
"Custom DND"="Einstellung für DND"
"Custom Forward"="Weiterleiten Einstellungen"
"Customer"="Customer"
"Data invalid!"="Data invalid!"
"Date & Time"="Zeit&Datum"
"Date Format"="Datumsformat"
"Date"="Datum"
"Daylight Saving"="Sommerzeit"
"DD MMM YYYY"="TT MMM JJJJ"
"DD-MMM-YY"="TT-MMM-JJ"
"DD/MM/YYYY"="DD/MM/JJJ"
"Dec"="Dez"
"Default Account"="Basiskonto"
"Default"="Grundeinstellung"
"Delete all contacts?"="Alle Kontakte l?schen?"
"Delete all item?"="Alle Eintr?ge l?schen?"
"Delete All items?"="Delete All items?"
"Delete all locations?"="L?sche Standorte?"
"Delete all numbers"="Alle Nummern l?schen?"
"Delete All"="Alles l?schen"
"Delete Failed!"="L?schen fehlgeschlagen"
"Delete failed."="L?schen fehlgeschlagen"
"Delete location?"="Lokation l?schen?"
"Delete numbers"="Nummer l?schen?"
"Delete selected contact?"="Gew?hlte Kontakte l?schen?"
"Delete Selected Item?"="Kontakt l?schen"
"Delete Selected Records?"="Delete Selected Records?"
"Delete selected wallpapper?"="Hintergrundbild l?schen?"
"Delete seleted item?"="Auswahl l?schen?"
"Delete successed"="Erfolgreich gel?scht"
"Delete the contact?"="Delete the selected contact?"
"Delete the record?"="Delete the record?"
"Delete the selected Group?"="Delete the selected Group?"
"Delete the selected message?"="Nachricht l?schen"
"Delete this message?"="Nachricht l?schen?"
"Delete"="L?schen  "
"Deleting. Please wait..."="L?schen, bitte warten.."
"Department"="Abteilung"
"Determined to restore the factory settings?"="Zurücksetzen auf  Werkseinstellung?"
"Device Name"="Name Nebenstelle"
"DHCP Server"="DHCP Server"
"DHCP Time"="DHCP Zeit"
"DHCP"="DHCP"
"Dial"="Anrufen"
"Dialed Calls"="Abgehend"
"Dialing"="W?hlen"
"Directories"="Verzeichnis"
"Directory"="Verzeichnis"
"Directory_Idle"="Kontakte"
"Disabled"="Inaktiv"
"Disabled"="Inaktiv"
"Discard"="Discard"
"Disconnect Failed."="Verbindung fehlgeschlagen"
"Disconnect Success."="Disconnect Success."
"Disconnect"="Nicht verbunden"
"Disconnecting.."="Abbrechen"
"DispCode"="Code Anzeigen"
"Display name is invalid!"="Angezeigter Name ist falsch"
"Display Name"="Name anzeigen"
"Display"="Anzeige"
"Disposition Code"="Disposition Code"
"DND"="DND"
"Do Not Disturb"="DND"
"Do you want to discard your change?"="M?glichkeit verwerfen?"
"Do you want to save the contact or discard it?"="Do you want to save the contact or discard it?"
"Do you want to save your changes or discard them?"="Do you want to save your changes or discard them?"
"Does not exist anywhere"=" Existiert nicht mehr"
"Dot"="DOT"
"DP01 Setting"="DP01 Setting"
"DP02 Setting"="DP02 Setting"
"DPickup"="DHolen"
"Draftbox"="Draftbox"
"Dss Key"="Tasten programmieren"
"DSS Keys"="Tasten programmieren"
"DssKey 1"="Linie Taste 1"
"DssKey 10"="Linie Taste 10"
"DssKey 11"="Linie Taste 11"
"DssKey 12"="Linie Taste 12"
"DssKey 13"="Linie Taste 13"
"DssKey 14"="Linie Taste 14"
"DssKey 15"="Linie Taste 15"
"DssKey 16"="Linie Taste 16"
"DssKey 17"="Linie Taste 17"
"DssKey 18"="Linie Taste 18"
"DssKey 19"="Linie Taste 19"
"DssKey 2"="Linie Taste 2"
"DssKey 20"="Linie Taste 20"
"DssKey 21"="Linie Taste 21"
"DssKey 22"="Linie Taste 22"
"DssKey 23"="Linie Taste 23"
"DssKey 24"="Linie Taste 24"
"DssKey 25"="Linie Taste 25"
"DssKey 26"="Linie Taste 26"
"DssKey 27"="Linie Taste 27"
"DssKey 28"="DssKey 28"
"DssKey 29"="DssKey 29"
"DssKey 3"="Linie Taste 3"
"DssKey 4"="Linie Taste 4"
"DssKey 5"="Linie Taste 5"
"DssKey 6"="Linie Taste 6"
"DssKey 7"="Linie Taste 7"
"DssKey 8"="Linie Taste 8"
"DssKey 9"="Linie Taste 9"
"DTMF"="DTMF"
"Duration"="Dauer"
"E-Common"="E-Common"
"EAP-MD5"="EAP-MD5"
"EAP-TLS"="EAP-TLS"
"EAP-TTLS/EAP-MSCHAPv2"="EAP-TTLS/EAP-MSCHAPv2"
"Edit Location"="Lokation bearbeiten"
"Edit Number"="Nummer bearbeiten"
"Edit"="Bearbeiten"
"Email"="Email"
"Emergency Escalation"="Notruf"
"Emergency"="Notruf"
"Empty"="Leer"
"empty"="Leer"
"Enable Diversion Inhibitor"="Umleitungsschutz aktivieren"
"Enable this Location"="Diese Lokation aktivieren"
"Enabled"="Aktivieren"
"End Call"="AnrufEnde"
"End IP"="IP Ende"
"English"="Englisch"
"Enter Code"="CodeEingabe"
"Enter Filter Conditions"="Enter Filter Conditions"
"Enter Number"="NummerEingabe"
"Enter Password"="PasswortEingabe"
"Enterprise"="Unternehmen"
"Exit"="Ende"
"Exit_Disposition_Code"="Abbruch"
"Extended Away"="Extended Away"
"Extension is invalid!"="Ungültige Nebenstelle"
"Extension"="Nebenstelle"
"Factory Installed"="Factory Installed"
"Fail!"="Fail!"
"Failed to connect to server!"="Failed to connect to server!"
"Failed to modify password!"="Passwort nicht aktualisiert"
"Failed. Please retry..."="Bitte wiederholen"
"Family"="Familie"
"Far Mute"="Stumm"
"Favorite"="Favoriten"
"Favourite"="Favorit "
"Feb"="Feb"
"File do not exist !"="Datei existiert nicht!"
"File is too large !"="Datei zu gross!"
"File layout error !"="Dateifehler!"
"Firmware Update..."="Firmware Update"
"Firmware"="Firmware  "
"FirstName"="Vorname"
"Forbidden Number"="Verbotene Rufnummer"
"Forbidden"="Verbotene Rufnummer"
"Format"="Format"
"Forward Option"="Weiterleiten Option"
"Forward to is invalid!"="Zieleintrag fehlt"
"Forward To"="Weiterleiten zu"
"Forward to"="Weiterleiten zu"
"Forward"="Weiterleiten"
"Forwarded Calls"="Weitergeleitet"
"French"="Franz?sisch(French)"
"Fri"="Fr"
"Friday"="Freitag"
"Friend"="Freund"
"From"="Von"
"Full Reset"="Komplettes Reset"
"Fun Key"="Funktions Taste"
"FWD International"="Weiterleiten international"
"FWD"="Weiterleiten"
"G-Common"="G-Common"
"g722 codec is not avaliable in four ways conference!"="G.722 ist in 4er Konferenzen nicht verfügbar"
"Gateway is invalid!"="Falsches Gateway"
"Gateway"="Gateway"
"Genaral"="Allgemein "
"General"="Allgemein"
"German"="Deutsch(German)"
"GetConfigData Failed, Please Retry!"="Bezug KonfigurationsDatei fehlgeschlagen bitte wiederholen!"
"GPark"="Gparken"
"GPickup"="Gholen"
"Group isn't exist!"="Group isn't exist!"
"Group Listening"="Gruppenliste  "
"Group name already existed!"="Gruppenname existiert bereits!"
"Group name can't be empty!"="Gruppenname ben?tigt Eintrag!"
"Group Pick Up"="Gruppe Holen"
"Group"="Gruppe"
"Guest Login"="Anmeldung G?ste "
"GuestIn"="G?steEIN"
"GuestOut"="G?steAUS"
"Hardware"="Hardware"
"has been used!"="In Gebrauch!"
"Has Connected"="Has Connected"
"Hebrew"="Hebrew"
"Held"="gehalten"
"Hide Number"="Nummer verbergen"
"History Details"="History Details"
"History Record"="Aufzeichnung "
"History Setting"="History Setting"
"History"="Historie"
"History_Idle"="Historie"
"Hold"="Halten"
"Hot Desking"="HotDesking"
"Hot Desking"="HotDesking"
"Hoteling"="Hoteling"
"HotelingLogin..."="Hoteling Login..."
"Hotline Delay 0-10(s)"="Hotline Delay 0-10(s)"
"Hotline delay is invalid!"="Fehlerhafte Hotline Verz?gerung!"
"Hotline delay should be 0-10!"="Hotline Verz?gerung 0-10"
"Hotline"="Hotline"
"Http port should be 1-65535!"="HTTP Port zwischen 1-65535"
"Http Port"="HTTP Port  "
"Http"="HTTP Status"
"Https port should be 1-65535!"="HTTP Port zwischen 1-65535"
"Https Port"="HTTP Port "
"Https"="HTTP Status"
"Identity is invalid!"="Falsche Identit?t"
"Identity"="Identit?t"
"Image is too large !"="Abbildung ist zu gro?"
"Image load error !"="Bildladefehler!"
"Image loading. Please wait !"="Bild l?dt, bitte warten!"
"IME"="IME"
"Inactive Level"="Helligkeit bei Bereitschaft"
"Inbox"="Inbox"
"Incoming Call"="Ankomm.Ruf"
"Inexitstence"="Nicht existent"
"Initial ACD State"="Initialisierter ACD Status"
"Initial State"="Initialisierter Status"
"Input contains invalid character like ''\"\\"="Input contains invalid character like ''\"\\"
"Input contains invalid character like '<>'\"/\\"="Input contains invalid character like '<>'\"/\\"
"Input contains invalid character like '<>'\"\\"="Input contains invalid character like '<>'\"\\"
"Intercom Allow"="Intercom akzeptieren"
"Intercom Barge"="Intercom hinzumischen"
"Intercom Mute"="Intercom Stumm "
"Intercom Tone"="Warnton"
"Intercom"="Intercom "
"Interval"="Intervall"
"Invalid Account"="Falsches Konto"
"Invalid account"="Falsches Konto"
"Invalid DHCP End IP Address!"="Falsche DHCP End IP Adresse!"
"Invalid DHCP Start IP Address!"="Falsche DHCP Start IP Adresse!"
"Invalid DTMF value!"="Falscher DTMF Wert!"
"Invalid IP Address!"="Falsche IP Adresse!"
"Invalid Number"="Falsche Nummer "
"Invalid Paging Value!"="Falscher Paging Wert!"
"Invalid Subnet Mask!"="Falsche SubnetzMaske!"
"Invalid URI !"="Falsche URI!"
"Invalid WAN type"="Falscher WAN Typ!"
"IP address has been used!"="Benutzte IP Adresse!"
"IP address is invalid!"="Falsche IP Adresse!"
"IP conflict"="IP Konflikt"
"IP Conflicted"="IP Konflikt"
"IP Mode"="IP Mode"
"IP"="IP Adresse"
"IPAddress Mode"="IP Mode"
"IPaddress Mode"="IP Mode"
"IPV4 & IPV6"="IPv4 & IPv6"
"IPv4 & IPv6"="IPv4 & IPv6"
"IPv4 Default Gateway"="IPv4 Default Gateway"
"IPv4 Gateway"="IPv4 Gateway"
"IPv4 IP"="IPv4"
"IPv4 Pri.DNS"="IPv4 Pri. DNS"
"IPv4 Sec.DNS"="IPv4 Sec. DNS"
"IPV4 Status"="IPv4 Status"
"IPv4 Subnet mask is invalid!"="Falsche SubnetzMaske!"
"IPv4 Subnet Mask"="IPv4 SubnetzMaske"
"IPV4 WAN Port"="IPv4 WAN Port"
"IPv4 WAN Type"="IPv4 WAN Typ"
"IPV4"="IPv4"
"IPv4"="IPv4"
"IPv6 Default Gateway"="IPv6 Default Gateway"
"IPv6 IP Prefix"="IPv6 IP Pr?fix"
"IPv6 IP"="IPv6 IP"
"IPv6 Pri.DNS"="IPv6 Pri. DNS"
"IPv6 Prifix"="IPv6 Pr?fix"
"IPv6 Sec.DNS"="IPv6 Sec. DNS"
"IPV6 Status"="IPv6 Status"
"IPv6 Subnet mask is invalid!"="IPv6 Subnet mask is invalid!"
"IPV6 WAN Port"="IPv6 WAN Port"
"IPv6 WAN Type"="IPv6 WAN Typ"
"IPV6"="IPv6"
"IPv6"="IPv6"
"Italian"="Italienisch(Italian)"
"Item 1"="POS 1"
"Item 2"="POS 2"
"Item 3"="POS 3"
"Item 4"="POS 4"
"Item 5"="POS 5"
"Item 6"="POS 6"
"Items out of limit !"="Limit überschritten!"
"Jan"="Jan "
"Jul"="Jul"
"Jun"="Jun"
"Key #"="#"
"Key *"="*"
"Key As Send"="Sendetaste"
"Key Event"="Schlüsselereignis"
"Key Type"="TastenTyp"
"Key"="KEY"
"KeyGuard"="Keypad"
"Keypad Lock Enable"="Tastensperre AN"
"Keypad Lock Type"="Tastensperrtyp"
"Keypad Lock!"="Tastensperre"
"Keypad Lock"="Tastensperre"
"Keypad"="Keypad"
"KeypadLock_Idle"="Tastensperre"
"Keypress Sound"="TastenTon"
"Label is invalid!"="Falsche Anzeige"
"Label"="Label "
"LAN IP"="LAN IP"
"LAN Mask"="LAN Maske"
"LAN Type"="LAN Typ"
"Language initializing. Please wait..."="Sprachinitialisierung, bitte warten..."
"Language"="Sprache"
"LastName"="Nachname"
"LDAP"="LDAP"
"Line 1"="Leit 1"
"Line 2"="Leit 2"
"Line 3"="Leit 3"
"Line 4"="Leit 4"
"Line 5"="Leit 5"
"Line 6"="Leit 6"
"Line Select"="LeitungAuswahl"
"Line"="Leitung"
"line"="Leitung"
"Load Config Data Failed!"="LadenKonfigurationsdatei fehlgeschlagen"
"Load Fail!"="Load Fail!"
"Load Failed!"="Laden fehlgeschlagen"
"Load Failed"="Laden fehlgeschlagen"
"Loading error !"="Ladefehler"
"Loading image..."="Lade Bild..."
"Loading, please wait..."="L?dt,bitte warten..."
"Loading. Please wait..."="L?dt, bitte warten..."
"Local Anonymous"="Local Anonymous"
"Local Calllog"="Lokale Anrufliste"
"Local Contacts"="Lokales Verzeichnis"
"Local Group"="Lokale Gruppe"
"Local_Idle"="Lokale Gruppe"
"LocalMenu_Idle"="Lokales Verzeichnis"
"Locations"="Lokationen"
"Login As"="Anmelden als"
"Login Failed."="Anmeldung fehlgeschlagen"
"Login"="Anmelden   "
"Login..."="Anmelden   "
"Logout"="Abmelden"
"Low"="Niedrig"
"MAC Address"="MAC Adresse"
"MAC oriented is invalid!"="FalscheMAC-orientierte AES Taste"
"MAC"="MAC  "
"MAC-Oriented"="MAC-orientiertes AES"
"mail"="Mail"
"Main Menu"="MailMenü"
"Manual"="Manuelle Einstellungen"
"Mar"="M?rz"
"MASK"="Maske"
"May"="Mai"
"Meet-me"="Meet-me"
"Memory Full!"="Speicher voll"
"Menu Key"="Speichertaste"
"Menu"="Menü"
"Message"="Nachricht"
"Missed Calllog"="Verpasst"
"Missed Calls"="Verpasst"
"MM/DD/YY"="MM/TT/JJ"
"Mobile"="Mobil "
"Model"="Modell"
"Mon"="Mon"
"Monday"="Montag"
"More"="Mehr"
"Move Down"="Nach unten verschieben"
"Move selected to Blacklist?"="Auswahl in Blacklist verschieben?"
"Move selected to Contacts?"="Auswahl in Kontakte verschieben?"
"Move the contact to Blacklist?"="Move the contact to Blacklist?"
"Move the contacts success"="Move the contacts success"
"Move to blacklist success"="Move to blacklist success"
"Move Up"="Nach oben verschieben"
"Move"="Move"
"Moving contact..."="Kontakt verschieben.."
"Mute"="Stumm"
"My Device Information"="My Device Information"
"My Status"="Mein Status"
"N/A"="Nicht verfügbar"
"Name can not be empty!"="Name ben?tigt Eintrag"
"Name Unknown"="Name unbekannt"
"Name"="Name"
"Need a Number"="Nummer ben?tigt"
"Net unavailable !"="Netz nicht verfügbar!"
"Network changed. Rebooting"="Netzwerkwechsel,Neustart"
"Network Checking..."="Netzwerkprüfung..."
"Network configuration has changed, shall become effective after the restart?"="Neustart jetzt?"
"Network Directory"="Network Directory"
"Network Favorite"="Netzwerkfavorit"
"Network Unavailable"="Netzwerk nicht verfügbar"
"Network unavailable."="Netzwerk nicht verfügbar"
"Network"="Netzwerk"
"NetworkCallLog_Idle"="Netzwerk Rufliste"
"NetworkCalllogGroup_Idle"="Netzwerk Rufliste Gruppe"
"NetworkFavorites"="Netzwerkfavorit"
"New Call"="Neuer Anruf"
"New Contact"="New Contact"
"New Group"="New Group"
"New Location"="Neue Lokation"
"New Message"="Neue Nachricht"
"New Missed Call(s)"="Neue verpasste Anrufe"
"New password is invalid!"="Passwort ist ungültig"
"New Password"="Passwort Neu"
"New PIN"="PIN Neu"
"New Text Message"="NeueTextnachricht"
"New Voice Mail"="Neue Sprachnachricht"
"new"="Neu"
"NewSMS_Idle"="Neue SMS"
"Next"="N?chste(r)"
"NextSpace"="N?chstes Leerzeichen"
"No Account"="KeinKonto "
"No Answer Forward"="Keine Weitereiten"
"No Bluetooth Adapter Found."="Kein Bluetooth Adapter gefunden"
"No contact!"="KeinKontakt"
"No EXP"="EXP nein"
"No found bluetooth adapter."="Kein Bluetooth Adapter gefunden"
"No Record"="No Record"
"No Service"="Kein Service"
"No submit url !"="übermittelt kein URL"
"No."="Code"
"None"="Kein"
"Not Found"="Nicht gefunden"
"Not Installed"="Not Installed"
"Note"="Notiz"
"Nov"="Nov"
"NTP server1 is invalid!"="FalscherNTP Server1!"
"NTP Server1"="NTP Server 1"
"NTP server2 is invalid!"="Falscher NTP Server2!"
"NTP Server2"="NTP Server 2"
"Number already exists!"="Nummer existiert bereits!"
"Number can not be empty!"="Nummer ben?tigt Eintrag!"
"Number exists"="Nummer existiert"
"Number Invalid"="Nummer falsch"
"Number is invalid!"="Falsche Nummer!"
"Number"="Nummer "
"Oct"="Okt"
"Off code can't be empty!"="OffCode ben?tigtEintrag!"
"Off Code could not be empty when On Code is set!"="OffCode ben?tigt Eintrag wenn OnCode aktiv ist"
"Off code is invalid!"="Falscher OffCode"
"Off Code"="Off Code"
"Off"="AUS"
"Office"="Büro"
"Offline"="Offline"
"OK"="OK "
"Old Number"="AlteNummer"
"old"="Alt "
"On code is invalid!"="Falscher OnCode!"
"On Code"="OnCode"
"On"="An"
"Online"="Online"
"Only 4 level menu supported!"="4 stufiges Menü wird unterstützt"
"Other"="Andere"
"Others"="Andere"
"Outbound Alternate Number Invalid"="Falsche alternative Nummer"
"Outbound Alternate Phone Number"="Outbound Alternative-Telefonnummer"
"Outbound proxy is invalid!"="Outbound Proxy ben?tigt Eintrag!"
"Outbound Proxy"="Outbound Proxy"
"Outbound Status"="Outbound Status"
"Outbox"="Outbox"
"Outgoing Call"="Outgoing Call"
"Overwrite the original contact?"="Den OriginalKontakt überschreiben?"
"Paging"="Multicast Paging"
"Parameter is empty!"="Number can't be empty!"
"Park Failed"="Parken fehlgeschlagen"
"Park"="Parken "
"Parked"="Geparkt"
"Password can't be empty"="Passwort ben?tigt Eintrag"
"Password can't have space only"="Password can't have space only"
"Password is invalid!"="Falsches Passwort!"
"Password is wrong!"="Falsches Passwort!"
"Password"="Passwort  "
"PC Port"="PC Port"
"PEAP-MSCHAPV2"="PEAP-MSCHAPv2"
"Personal"="Pers?nlich"
"Phone number is empty!"="Keine Telefonnummer"
"Phone Number"="Telefonnummer"
"Phone Numbers"="Telefonnummer"
"Phone Setting"="TelefonEinstellungen"
"Phone"="Telefon"
"Photo"="Foto"
"Pick Up"="Gespr?chHolen"
"Pickup"="Holen"
"Pickup_Idle"="Dholen"
"PIN/ID"="PIN/ID"
"PINs don't match!"="Falscher PIN"
"Placed Calllog"="Gew?hlte Anrufe"
"Placed Calls"="Placed"
"Play Tone"="Ton abspielen"
"Please Enter Filter Conditions"="Please Enter Filter Conditions"
"Please input a nonempty name"="Please input a nonempty name"
"Please selected contact!"="Bitte Kontakt w?hlen"
"Please selected record!"="Please select record!"
"Please upload VPN config file firstly!"="Zuerst VPN Konfigurationsdatei laden!"
"Polish"="Polish"
"Portuguese"="Portugiesisch(Portuguese)"
"PPPoE Password is invalid!"="Falsches PPPoE Passwort"
"PPPoE PWD"="PPPoE Passwort"
"PPPoE User"="PPPoE Nutzer  "
"PPPoE"="PPPoE"
"PPPoEUser is invalid!"="PPPoE Nutzer ben?tigt Eintrag!"
"Prefix"="Pr?fix"
"Prefix_Idle"="Pr?fix"
"Previous"="Vorherige"
"Pri.DNS is invalid!"="Falscher privater DNS!"
"Pri.DNS"="Prim?r DNS"
"PriHold"="PriHalten"
"Priority is invalid!"="Falsche Priorit?t"
"Priority should be 0-7!"="Priorit?t zw. 0-7!"
"Priority"="Priorit?t  "
"Private Hold"="PrivatHalten"
"Product ID"="Produkt ID"
"Provision Now"="Jetzt Provision starten"
"Public Hold"="Public Hold"
"q'ing"="Q'ing"
"Querying. Please wait..."="Abfrage, bitte warten.."
"Queue"="Warten"
"Reboot the phone?"="Telefon Neustart?"
"Reboot"="Neustart"
"Recall"="RückRuf"
"Received Calllog"="Empfangen"
"Received Calls"="Received"
"Recieved Calls"="Empfangen"
"Record"="Aufzeichnen"
"Redial Interval is invalid!"="Falscher WahlwiederholungsIntervall!"
"Redial Interval should be 1-300!"="WahlwiederholungsIntervall zwi.1~300!"
"Redial Interval"="Redial Interval"
"Redial Time is invalid!"="Falsche Wahlwiederholungszeit"
"Redial Time should be 1-300!"="Wahlwiederholungszeit zwi. 1~300"
"Redial Time"="WahlwiederholZeit"
"Redial times"="WahlwiederholZeit"
"Redial"="Redial"
"Redirct Updating Failed"="Redirection Update fehlgeschlagen"
"Redirector"="Redirector"
"Refresh Failed."="Aktualisierung fehlgeschlagen"
"Refresh"="Aktualisieren"
"Refreshing.."="Aktualisieren"
"Register fail"="Registrier. fehlgeschlagen"
"Register Failed"="Registrier. fehlgeschlagen"
"Register name is invalid!"="Falscher Registername"
"Register Name"="Registername"
"Registered"="Registriert"
"Registering"="Registrieren"
"Reject off code can't be empty!"="Off Code ben?tigt Eintrag!"
"Reject off code is invalid!"="Falscher abweisender Off Code "
"Reject on code is invalid!"="Falscher abweisender On Code"
"Reject"="Abweisen"
"Remote Contacts"="Remote Telefonbuch"
"Remote Office"="Remote Office"
"Remote Phone Book"="RemoteTelefonbuch"
"Remove"="L?schen"
"Require Answer Confirmation"="Ben?tigt Antwortbest?tigung"
"Reset Option"="Neustart Option"
"Reset to Factory"="Zurück zur Werkseinstellung?"
"Reset to factory?"="Zurück zur Werkseinstellung?"
"Reset"="Reset"
"Reseting,Please wait..."="Neustart, bitte warten.."
"Resetting to factory, please wait..."="Neustart Fabrikeinstellung-bitte warten.."
"Resume"="Weiter"
"Retrieve Failed"="Abfrage fehlgeschlagen"
"Retrieve Park"="Abfrage Parken"
"Retrieve"="Abfragen"
"RetrievePark"="AbfrageParken"
"Ring saving ..."="Ring saving ..."
"Ring Tones"="Klingelton"
"Ring"="Klingel "
"Ringing"="Klingeln"
"Router"="Router"
"Sat"="Sa"
"Saturday"="Samstag"
"Save Config Failed, Please Retry!"="Speichern fehlgeschlagen, bitte wiederholen!"
"Save Failed!"="Speichern fehlgeschlagen!"
"Save failed!"="Speichern fehlgeschlagen!"
"Save"="Speichern"
"Saved!"="Gespeichert"
"Saving  Configuration..."="Konfiguration speichern..."
"Saving  file..."="Datei speichern.."
"Saving. Please wait..."="Speichern, bitte warten.."
"SCA Active"="SCA Aktiv"
"SCA Alerting"="SCA Alarm"
"SCA Bridge Active"="SCA Brücke aktiv"
"SCA Bridge Held"="SCA BrückeHalt"
"SCA Held Private"="SCA Halt-Privat"
"SCA Held"="SCA Halt  "
"SCA Unknown"="SCA unbekannt"
"Scan Failed."="Scan fehlgeschlagen"
"Scan failed."="Scan fehlgeschlagen"
"Scan"="Scan"
"Scaning bluetooth devices..."="Scaning bluetooth devices..."
"Scaning..."="Scaning...."
"Search All Contacts"="Search All Contacts"
"Search For Contacts"="Search For Contacts"
"Search LDAP Contacts"="Search LDAP Contacts"
"Search Network Contacts"="Search Network Contacts"
"Search Result"="Suchergebnis"
"Search"="Suche "
"Sec.DNS is invalid!"="Falsche secund?r DNS!"
"Sec.DNS"="Secund?r DNS"
"Seizing"="Seizing"
"Select All"="Select All"
"Select"="Ausw?hlen"
"Send Anonymous Code"="Send Anonymous Code"
"Send Anonymous"="Anonym senden"
"Send"="W?hlen"
"Sending Provision Requests..."="Sende ProvisionierungsAnfrage..."
"Sentbox"="Sentbox"
"Sep"="Sep"
"server error"="Serverfehler"
"Server Status"="Serverstatus"
"Server URL can't be empty!"="Server URL can't be empty!"
"Server URL"="Server URL"
"Server"="Server"
"Set AES Key"="AES Taste setzen"
"Set failed!"="Setzen fehlgeschlagen!"
"Set failly!"="Setzen fehlgeschlagen!"
"Set Password"="Passwort setzen"
"Set Voice Mail"="Sprachnachricht setzen"
"Setting"="Setting"
"Share line unavailable"="Geteilte Leitung nicht verfügbar"
"Share Line"="Geteilte Leitung  "
"Shared Calls"="Geteilte Anrufe"
"SignIn"="Anmelden"
"SignOut"="Abmelden"
"Silence"="Ruhe "
"Simultaneous Ring Personal"="Zeitgleiches pers?nliches Klingeln"
"SIP server1 is invalid!"="SIP Server ben?tigt Eintrag!"
"SIP Server1"="SIP Server1"
"SIP server2 is invalid!"="Falscher SIP Server2"
"SIP Server2"="SIP Server2"
"SMS"="SMS"
"SNTP"="SNTP Einstellung"
"Sorry,Only 1000 contacts are allowed!"="Sorry,Only 1000 contacts are allowed!"
"Sorry,Only 30 Blacklists are allowed!"="Nur 30 Blacklisteintr?ge m?glich!"
"Sorry,only 50 groups are allowed!"="Nur 50 Gruppen m?glich!"
"Sound"="Ton  "
"Spanish"="Spanisch(Spanish)"
"Speed Dial"="Kurzwahl"
"SpeedDial_Idle"="Kurzwahl"
"Split"="Teil"
"srtp is not avaliable in four ways conference!"="SRTP in 4er Konferenz nicht verfügbar!"
"Start IP"="Start IP"
"Static IP"="Statik IP"
"Static"="Static"
"Status"="Status"
"STUN server is invalid!"="STUN Server ben?tigt Eintrag!"
"STUN Server"="STUN Server  "
"STUN Status"="STUN Status"
"Submit"="Senden"
"Subnet mask is invalid!"="Falsche Subnetzmaske!"
"Subnet Mask"="SubnetzMaske"
"Success Saved!"="Sichern..bitte warten! "
"Success!"="Success!"
"Sun"="So"
"Sunday"="Sonntag"
"Swap"="wechseln"
"Switch"="Switch"
"SwitchAccount_Idle"="Switch"
"SwitchAccountDown_Idle"="Switch"
"SwitchAccountUp_Idle"="Switch"
"System default account"="Basiskonto"
"System Wallpaper Cannot be Deleted!!"="SystemHintergrund kann nicht gel?scht werden!"
"Talk From"="Von"
"Talking"="Reden"
"Target cannot be empty!"="Ziel ben?tigt Eintrag!"
"Temporarily not available"="Momentan nicht verfügbar"
"Temporarily Unavailable"="Momentan nicht verfügbar"
"The audio codecs is different, can’t set up a conference!"="The audio codecs is different, can’t set up a conference!"
"The old password is incorrect!"="Altes Passwort ist nicht korrekt!"
"Thu"="Do"
"Thursday"="Donnerstag"
"Time Format"="Zeitformat"
"Time out"="Zeitlimit"
"Time Zone"="Zeitzone"
"Time"="Zeit"
"To"="Zu"
"To:"="Zu"
"Today"="Heute"
"Trace"="Trace"
"Transfer Failed"="Transfer fehlgeschlagen"
"Transfer to"="Transfer zu"
"Transfer"="Transfer"
"Transfered"="Transferred"
"Transferred"="Transferiert"
"Transferring"="Transferieren"
"Tue"="Di"
"Tuesday"="Dienstag"
"Turkish"="Turkish"
"Type"="Typ"
"UC Favorite"="UC Favorit"
"Unavail Reason"="Fehlende Ursache"
"Unavailable Reason Code"="Code fehlende Ursache"
"Unavailable"="Nicht verfügbar"
"Unknow"="Unknow"
"Unknown Error !"="Unbekannter Fehler"
"Unknown"="Unknown"
"Unlock PIN"="Tel.sperr PIN"
"UnlockPIN"="Tel.sperr PIN"
"Unregistered"="Nicht registriert"
"Unregistering"="Abmelden"
"Unvail"="enthüllen"
"Update finish"="Update fertig"
"Update Skipped"="Update verschieben"
"Update"="Update"
"Update, ok or cancel?"="Update, OK oder Abbruch?"
"Updating, please wait..."="Update, bitte warten.."
"URL is empty!"="Leere URL "
"URL is invalid!"="Falsche URL!"
"URL Record"="URL Aufzeichnung"
"URL"="URL  "
"Use BroadWorks-based Call Control"="Broadsoft-basierte AnrufKontrolle"
"User Host"="NutzerHost"
"User ID"="NutzerID"
"User mode changed!"="User mode changed!"
"User name is invalid!"="Falscher Nutzername!"
"User Name"="NutzerName"
"User Type"="NutzerTyp"
"User Unknown."="User Unknown."
"user"="Nutzer"
"Userdata Reset"="Nutzerdaten zurücksetzen"
"UserID Can't be Empty!"="UserID ben?tigt Eintrag!"
"UserMode "="NutzerMode"
"UserMode"="NutzerMode"
"Value is invalid!"="Falscher Wert!"
"Value"="Wert"
"var"="Var"
"Via"="Via"
"VID nubmer is invalid!"="Falsche VID!"
"VID number should be 1-4094!"="VID zwischen 1-4094!"
"VID Number"="VID Nummer "
"View Voice Mail"=" Sprachnachricht anh?ren"
"View"="anh?ren"
"VLAN unsupported in PPPoE!"="VLAN unsupported in PPPoE!"
"VLAN"="VLAN  "
"Voice Mail"="Sprachnachricht  "
"Voice Number is invalid!"="Falsche Nummer der Sprachnachricht!"
"VPN Active"="VPN Aktiv"
"VPN"="VPN  "
"Wait for"="Warten"
"Wait Time"="Wartezeit"
"Wallpaper"="Hintergrund"
"WAN IP"="WAN IP"
"WAN Port VLAN"="VLAN Status"
"WAN Port"="WAN Port"
"WAN Type"="WAN Typ"
"Warning"="Warnung"
"Web access password is wrong !"="Web access password is wrong !"
"Web Server"="Webservertyp"
"Wed"="Mi"
"Wednesday"="Mittwoch "
"Wrap up"="Wrap Up"
"Wrap-Up"="Zusammenfassung"
"WWW DD MMM"="WWW TT MMM"
"WWW MMM DD"="WWW MMM TT"
"XML Browser"="XML Browser"
"Xml Browser"="XML Browser"
"XML Group"="XMLGruppe"
"XML_Idle"="XMLGruppe"
"XMLMenu_Idle"="XML"
"XSI is empty"="XSI leer "
"Yesterday"="Gestern"
"Your account unauthorized."="Unauthorisiertes Konto"
"YYYY-MM-DD"="JJJ-MM-TT"
"Zero SP Touch"="Zero touch"
"Zero Touch"="Zero touch"
"Zero-SP-Touch"="Zero touch"

